/*Напишіть код в [task1.js](./task1.js), виконайте наступні вимоги:
1. Створіть порожній масив;
2. До першого елемента масиву запишіть будь-яке число;
3. У другий елемент масиву запишіть будь-який рядок;
4. До третього елементу масиву запишіть будь-яке логічне значення;
5. У четвертому елементі масиву запишіть значення null;
6. Виведіть на екран число елементів, що зберігається у масиві;
7. Запропонуйте користувачу ввести будь-яке значення і запишіть це значення в п'ятий елемент масиву;
8. Виведіть у консоль пятий елемент масиву.
*/
let arr = [1, "two", true, null, ];
console.log(arr.length);
arr[4] = prompt("Введіть будь-яке значення:");
console.log(arr[4]);

